IdeaRS.Connections
TimberConnectingPlateData.TimberInsertedPlateType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TimberConnectingPlateData.TimberInsertedPlateType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TimberInsertedPlateType TimberInsertedPlateType { get; set; }
Property Value
Type: TimberInsertedPlateType
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace